{"0":{"name":"1. Scientists; 2. NGO and climate policy experts; 3. European Government Representatives (TBC); 4. Kenyan Government Representatives (TBC) ; 5. Georgian Government Representatives (TBC)","job":"","bio":"","img":""},"1":{"name":"1. Manuela Matthess (FES), ; 2. Montserrat Mir (ETUC, ; 3. Benjamin Denis (ETUC), ; 4. Alexander Reitzenstein (E3G), ; 5. Dorota Gardias (FZZ Forum), ; 6. Giles Dickson (Wind Europe), ; 7. Wendel Trio (CAN Europe), ; 8. Corinna Zierold (IndustriAll Europe)","job":"","bio":"","img":""},"2":{"name":"1. Maroš Šefčovič, Vice President in charge of the Energy Union, European Commission; 2. Bertrand Piccard, Explorer, Chairman of the Solar Impulse Foundation; 3. Diego Pavia, CEO, EIT InnoEnergy; 4. Patrick Labat, Senior Executive Vice-President for the Northern Europe Zone, Veolia; 5. Aleksander Nawrat, Deputy Director, NCBIR; 6. Julia Patorska, Leader of Economic Analysis Team, Sustainability Consulting Central Europe, Senior Manager, Deloitte","job":"","bio":"","img":""},"3":{"name":"1. Laurence Watson – Data Analyst, Carbon Tracker; 2. Elena Verdolini – RFF-CMCC European Institute on Economics and the Environment; 3. Oskar Kulik – WWF Poland; 4. Alexandru Mustață – Bank Watch","job":"","bio":"","img":""},"4":{"name":"1. Joanna Flisowska, Coal Policy Coordinator at Climate Action Network (CAN) Europe; 2. Alicja Zdziechowicz, Zielony Imielin (Society of Green Imielin); 3. Ireneusz Górniok, Zielony Imielin (Society of Green Imielin); 4. Catalina Caro Galvis (CENSAT-Friends of the Earth Colombia); 5. Bridget Burns, Women’s Environment & Development Organization (WEDO); 6. Dunja Krause (UNRISD); 7. Nadja Charaby (RLS)","job":"","bio":"","img":""},"5":{"name":"1. Darrel Danyluk, Canada / WFEO CEE President  ; 2. David Lapp, Canada / WFEO CEE  ; 3. Radoslaw Wojak, Poland / SITK RP ; 4. Prof. Lidia Zakowska, PK Poland ; 5. Dr Alexandra Howe, Global / FC-ES; 6. CEng. Andy Webster, Global / FC-ES; 7. Prof. Andreas Wahner, Germany / FZ Jülich; 8. Dr. Kathleen Mar, Germany / IASS; 9. Prof. Hartmut Herrmann, Germany / TROPOS","job":"","bio":"","img":""},"6":{"name":"1. Jacek Zalewski, RETENCJAPL sp. o.o.; 2. Paweł Licznar PhD. Eng at Wrocław University of Science and Technology, RETENCJAPL Sp. z o.o. ; 3. Prof. Janusz Zaleski, PhD. Eng., Institute of Meteorology and Water Management - National Research Institute ; 4. Prof. Dr. Harald Kunstmann, ; 5. Dr. Christof Lorenz, Karlsruhe Institute of Technology – Institute of Meteorology and Climate Research ; 6. Ms. Romy Durst (p.p. BMBF ), Karlsruhe Institute of Technology; 7. Paweł Wilk PhD. Eng, Institute of Meteorology and Water Management- National Research Institute","job":"","bio":"","img":""},"7":{"name":"All to be confirmed:; 1. Facilitator (WWF); 2. EC / EIB speaker; 3. NGO/Civil Society representative; 4. Representative Silesian authorities; 5. Representative Coal Industry; 6. Representative “Climate Strategies”","job":"","bio":"","img":""},"8":{"name":"1. Manuela Matthess (FES), ; 2. Elina Bardram (DG Climate), ; 3. Alexander Reitzenstein (E3G), ; 4. Ulriika Aarnio (CAN Europe, tbc), ; 5. Robert Muthami (FES Kenya); 6. Benjamin Denis (ETUC).","job":"","bio":"","img":""},"9":{"name":"","job":"","bio":"","img":""},"10":{"name":"","job":"","bio":"","img":""},"11":{"name":"1. Mr Mattias Frumerie, Deputy Director General, Ministry for Foreign Affairs, Global agenda department, Climate group,Sweden; 2. Mr Georgios Pantoulis, Deputy Head of Unit, Sustainable energy and climate change, DG for International Cooperation and Development, European Commission ; 3. Mr Martin Garrood, Lead adviser Energy, Ministry of Foreign Affairs and Trade, New Zealand; 4. Mr Frederik J. van den Bosch, ElectriFI Managing Director, European Development Financing Institutions Management Company (EDFIMC) ; 5. Mr Steve Wasira - Virunga Power ; 6. Mr Simon Bransfield-Garth – CEO of Azuri Technologies Ltd; 7. Mr Georgios Pantoulis, Deputy Head of Unit, Sustainable energy and climate change, DG for International Cooperation and Development, European Commission","job":"","bio":"","img":""},"12":{"name":"1. Mr Marcin Ociepa, Undersecretary of State, Ministry of Enterprise and Technology, COP24 Presidency, Poland; 2. Mr Miguel Arias Cañete, Commissioner for Climate Action and Energy, the European Union (tbc); 3. Mr Hiroshi Ono, Deputy Director-General, Ministry of the Environment, Japan; 4. Mr Philipp Offenberg EPSC; 5. Ms Mari Pantsar, Director, carbon-neutral and circular economy, Finnish Innovation Fund Sitra ; 6. Mr Felix Preston, Chatham House; 7. Ms Dinara Gershinkova, Vice-chair, UNFCCC Technological Executive Committee","job":"","bio":"","img":""},"13":{"name":"Moderator: ; Caroline Lee, Energy Analyst, Environment and Climate Change, IEA; ; Speakers: ; 1. Paul Simons, Deputy Executive Director, IEA; 2. Tentative speakers: European Commission/European Environment Agency, Canada, Germany","job":"","bio":"","img":""},"14":{"name":"1. AFD: Gilles Mauduit. Responsable de la cellule Stratégie, activités transverses - Département Trois Océans; 2. SPREP: Espen Ronneberg. Climate Change Adviser; 3. NZ: either Ali Carlin. Lead Advisor – CC and Environment Development Sector and Thematic Division - MFAT, ; Or Martin Garrood, Lead Advisor – Energy Development Sector and Thematic Division - MFAT; 4. Australia: Kushla Munro. First Assistant Secretary, International CC and Energy Innovation Division, Department of the Environment and Energy; 5. Canada: Joyce Murray. Parliamentary Secretary to the President of the Treasury Board and Minister of Digital Government.","job":"","bio":"","img":""},"15":{"name":"1. Casey Cronin, ClimateWorks Foundation; 2. Rebecca Collyer, European Climate Foundation; 3. Liu Shuang, Energy Foundation China; 4. Frederic Hans, NewClimate Institute; 5. Quentin Jossen, Climact; 6. Liu Qiang, National Climate Strategy Center (NCSC)","job":"","bio":"","img":""},"16":{"name":"1. Diego Pavia, CEO, EIT InnoEnergy; 2. Henning Häder, Manager Energy Policy, Climate & Sustainability, Eurelectric; 3. Peter Carlsson, CEO, NorthVolt; 4. Krzysztof Bolesta, Vice-President, Electric Vehicles Promotion Foundation; 5. Peter Badik, Co-founder & managing partner, Greenway","job":"","bio":"","img":""},"17":{"name":"1. Hannane Sellali, International Secretariat for Water ; 2. Gergana Majercakova, Global Water Partnership Central and Eastern Europe ; 3. Luca Fiorani, ENEA, Lumsa, Marconi and Roma Tre Universities and EcoOne ; 4. Alessio Valente, Università del Sannio; 5. New Humanity Young participants (TBC)","job":"","bio":"","img":""},"18":{"name":"1. Michelle Winthrop, climate change and resilience policy lead, DFAT and a grassroots woman, Manar Talhi, We Act for Africa, Morocco; 2. Ms. Sabra Bano, Director Gender Concerns International; 3. Proff. Lidia Zakowska, University of Krakow, Poland; 4. Lylian Coelho, Project Manager, SUEZ Recycling and Recovery, France; 5. Vitu Chinoko, Malawi, CARE International Malawi; 6. N.N., Pan-African Climate Justice Alliance (PACJA); 7. Dr Sabina Pulawska-Obiedowska, Politechnika Krakowska, Poland; 8. Amelia Trachsel, INWES","job":"","bio":"","img":""},"19":{"name":"To be confirmed","job":"","bio":"","img":""},"20":{"name":"1. Dr. Dorota Stasiak, Scientific Project Leader at the Institute for Advanced Sustainability Studies (IASS-Potsdam); 2. The Rev. Fletcher Harper, Executive Director GreenFaith; 3. Golo J. Pilz, Energy Advicer to the Brahma Kumaris and Head of India-One solar thermal power plant; 4. Sister Jayanti Kirpalani, Director Brahma Kumaris in Europe and Middle East, Main Representative of Brahma Kumaris to UN, Geneva; 5. Kosha Anja Joubert, Director Global Eco-Village Network; Moderator: Sonja Ohlsson, Focal Point to UNFCCC for the Brahma Kumaris","job":"","bio":"","img":""},"21":{"name":"","job":"","bio":"","img":""},"22":{"name":"","job":"","bio":"","img":""},"23":{"name":"","job":"","bio":"","img":""},"24":{"name":"Phase 1: ; Moderation: Constanze Haug, ICAP; 1. Maja Dittel, European Commission DG Climate; 2. Prof. Duan Maosheng, Tsinghua University, China; 3. N.N., Environment and Climate Change Canada (tbc) ; ; ; Phase 2: ; Moderation: World Bank Group |Darragh Conway – ClimateFocus; 1. Sébastien Postic – I4CE; 2. Ian Trim – Ecofys; 3. 2 country representatives. ; ; Phase 3: ; 1. Long Lam, Ecofys; 2. CDP; 3. 2 business representatives. ; ; Phase 4: ; Moderator: Lambert Schneider; 1. IETA member; 2. Martin Cames (Öko-Institut); 3. Gilles Dufrasne (Carbon Market Watch)","job":"","bio":"","img":""},"25":{"name":"Moderator: Aki Kachi, NewClimate Institute; Speaker 1: Thomas Day, NewClimate Institute; Speaker 2: Harry Fearnehough, NewClimate Institute; Speaker 3: Carlos Calvo Ambel, Transport & Environment; Speaker 4: Faig Abbasov, Transport & Environment; Speaker 5: Cecilie Larsen, eFerry; Discussant: Maja-Alexandra Dittel, European Commission; Discussant: Kaveh Guilanpour, Republic of the Marshall Islands; Discussant: Mark Lutes, WWF","job":"","bio":"","img":""},"26":{"name":"1. Mysiak J, Euro-Mediterranean Centre on Climate Change; 2. Perrels A, Finnish Meteorological Institute; 3. Hoa E, Climate KIC; 4. Photiadou Ch, Swedish Meteorological and Hydrological Institute; 5. Soret Miravet A, Barcelona Supercomputing Centre; 6. Szpor A, IBS Poland; 7. Lieu J, University of Sussex; 8. Soto J, Braskem and International Council of Chemical Association; 9. Kawashima N, Mitsui Chemicals and International Council of Chemical Association; 10. Poivet R, French Environment and Energy Management Agency","job":"","bio":"","img":""},"27":{"name":"1. Janusz Wojciechowski, Member of the European Court of Auditors; 2. Colm Friel, ECA Principal Manager; 3. Katarzyna Radecka-Moroz, Member of the Cabinet.","job":"","bio":"","img":""},"28":{"name":"1. Brigitta Huckestein, BASF; 2. Representative BMU; 3. Roland Leder, CFO Aleris Europe (TBC); 4. Nima Nader, Metals pro Climate; 5. Prof. Stefan Lechtenböhmer, Wuppertal Institute; 6. Mårten Görnerup, HYBRIT, ; 7. Martin Pei, CTO, SSAB, ; 8. Jorgo Chatzimarkakis, Secretary General, Hydrogen Europe, ; 9. Cedric Philibert, IEA","job":"","bio":"","img":""},"29":{"name":"Vagner Maringolo, Sustainable Construction Manager, CEMBUREAU; Idriss Kathrada, Energy Climate Environment expert, EFCA; Justinas Bučys, Public Investment Development Agency, Lithuania; 1. Kurt Emil Eriksen, Senior Policy Advicor, VELUX A/S; 2. Kamil Wisniewski, Polish Institute of Passive Construction; 3. Giorgia Tzar, International Passive House Association","job":"","bio":"","img":""},"30":{"name":"1. Ms. Slingenberg, Office of Ms Yvon Slingenberg, Director European Commission - DG Climate Action, Dir. A – International and Mainstreaming; 2. Mr. Tjisse Stepstra, Regional Minister province of Drenthe, The Netherlands; 3. Mr. Thomas Becker, Managing Director at STRING, Denmark; 4. Ms Camilla Palladino EVP Corporate Strategy and Investor Relations SNAM; 5. Mr Piero Gattoni, President Consorzio Italiano Biogas; 6. Mr Daan Peters, Associate Director, Ecofys a Navigant Company; 7. Other speakers t.b.c","job":"","bio":"","img":""},"31":{"name":"Marion Verles \tGold Standard and Climate Ledger Initiative; Jurg Fussler; INFAS and Climate Ledger Initiative; Cecilia Repinski; 1. Stockholm Green Digital Finance; 2. Maarten van Aalst; 3. Red Cross Climate Centre; 4. Rohan Hamden XDI Cross Dependency Initiative; 5. Harlad Rauter Association Climate KIC","job":"","bio":"","img":""},"32":{"name":"","job":"","bio":"","img":""},"33":{"name":"","job":"","bio":"","img":""},"34":{"name":"","job":"","bio":"","img":""},"35":{"name":"Mária Bartek-Lesi, REKK; Arnulf Jäger-Waldau, JRC; Christoph Leitl, President EUROCHAMBRES; Emilie Magdalinski, Jacques Delors Institute; 1. Hector Pollitt, Cambridge Econometrics; 2. Carlos Sallé, VP Iberdrola; 3. René Stadler, Mondi Group","job":"","bio":"","img":""},"36":{"name":"Julien Guerrier, Executive Agency for Small and Medium-sized Enterprises (EASME); Stefan Lange, Katja Frieler or Jacob Schewe (tbc), Potsdam Institute for Climate Impact Research (PIK), CRESCENDO project; Marta Torres Gunfaus, Institut du développement durable et des relations internationales (IDDRI), COP21RIPPLES project; 1. Francis X. Johnson, Stockholm Environment Institute (SEI) , TRANSRISK project; 2. Tobiasz Adamczewski, WWF Poland, WZROST project; 3. Representative of the PUBLENEF project (TBC)","job":"","bio":"","img":""},"37":{"name":"- Mechler Reinhard (Dep. Program Director RISK, IIASA)","job":"","bio":"","img":""},"38":{"name":"1. Francesco Bertolini, Bocconi University and President of Forest for Future; 2. Andrea Di Stefano, director of Valori and special projects delegate Novamont; 3. Librian Angraeni, Deputy Director sustainability and stakeholder engagement Asia Pulp and Paper; 4. Roberta Ianna, Italian Ministry for the environment","job":"","bio":"","img":""},"39":{"name":"1. Susanne Nies, (ENTSO-E) ; 2. Claire Camus, (ENTSO-E) ; 3. Robert Schroeder (ENTSO-E); 4. Elizabeth Press (IRENA)","job":"","bio":"","img":""},"40":{"name":"Justin Adams; 1. Claudine Foucherot; 2. Olivier Gleizes; 3. Julia Grimault; 4. Benoit Leguet; 5. Laure Mandaron; 6. Thandie Mwape Villadsen; 7. Vicky West; 8. Anders Wijkman; 9. Daniel Zimmer","job":"","bio":"","img":""},"41":{"name":"1. Head of the Clean Energy for EU Island Secretariat; 2. Director of city-network Climate Alliance; 3. Representative from the Technical Educational Centre of Crete; 4. Island of Aeroe and the Balearic Islands","job":"","bio":"","img":""},"42":{"name":"","job":"","bio":"","img":""},"43":{"name":"","job":"","bio":"","img":""},"44":{"name":"1. Helmut Hojesky (tbc), Head of Climate Policy Coordination, Austrian Federal Ministry of Sustainability and Tourism – Presidency of the Council of the European Union, Presidency of the Alpine Convention; 2. Eric Nanchen, Director, Foundation for sustainable development in mountain regions; 3. Olivia Gippner, Policy Officer, DG CLIMA of the European Commission; 4. HE Mary Goretti Kitutu Kimono, Minister of Water and Environment for Uganda; 5. Marianna Elmi, Deputy Secretary General of the Alpine Convention; 6. Tek Maraseni, Associate Professor, Centre for Sustainable Agricultural Systems, Institute for Life Sciences and the Environment, University of Southern Queensland, Australia; 7. Mette L. Wilkie, Chief of the Forestry Policy and Resources Division, Forestry Department, Food and Agriculture Organization of the United Nations","job":"","bio":"","img":""},"45":{"name":"1. Frederic Achard (JRC); 2. Stephen Peedell (JRC); 3. Asger Strange Olesen (COWI)","job":"","bio":"","img":""},"46":{"name":"-\tMartin Herold; Wageningen University; IPCC GPG refinement lead author  -\tFrank-Martin Seifert; European Space Agency; GFOI co-lead -\tRudi Daelmans; 1. Rudi Daelmans (Tarkett); 2. Ruben Veefkind (Greenchoice); 3. Neruijus Kupstaitis, Ministry of Environment of the Republic of Lithuania","job":"","bio":"","img":""},"47":{"name":"1. Giacomo Grassi (JRC); 2. Jo House (Bristol University); 3. IPCC scientists (to be confirmed); 4. Arwyn Jones (JRC) ; 5. Francis Seymour (WRI); 6. Ina Porras (IIED); 7. Jason Funk (Center for Carbon Removal); 8. Jeff Fiedler (Nature Conservancy); 9. Francesco Sabatini (Humboldt, Berlin); 10. David Ellison (Swedish University of Agricultural Sciences); SLU-Umea)","job":"","bio":"","img":""},"48":{"name":"1. Dr Ben Allen, IEEP; ; 2. Catherine Bowyer, IEEP; ; 3. Anna Lorant, IEEP; ; 4. David Blandford, commodity markets expert; ; 5. Tiina Huvio FFD/AgriCord/FFF; ; 6. Dr Majola Mabuza, SACAU; ; 7. Peter de Marsh, IFFA; ; 8. Xiaoting Hou Jones, IIED; ; 9. Dean Cooper, SNV; ; 10. Franz Prettenthaler, Joanneum Research; ; 11. Carina Millstone, Feedback","job":"","bio":"","img":""},"49":{"name":"Chair and moderator: ; Ms Bernice van Bronkhorst, Director Climate, World Bank Group; Speakers: ; 1. Mr Greg Browder, Lead Water Resource Management Specialist, World Bank Group; 2. Ms Betsy Otto, Director of Global Water Program, World Resource Institute; 3. Mr Nicola Di Pietrantonio, Deputy Head of Sector Climate Change, GCCA+; 4. Ms Fiame Naomi Mataafa, Deputy Prime-Minister and Minister of Natural Resources and Environment, Samoa (still TBC); 5. Mr Wills Agricole, Principal Secretary Energy and Climate Change, Seychelles; 6. Mr Daviz Simango, Mayor of Beira, Mozambique","job":"","bio":"","img":""},"50":{"name":"1. Mr. Viwanou Gnassounou, Assistant Secretary General – Department of Sustainable Development and Trade, Secretariat of the African, Caribbean and Pacific Group of States; 2. H.E. Dr. Patrick I. Gomes, Secretary General of the African, Caribbean and Pacific Group of States; 3. Representative from the European Commission (TBC); 4. Dr. Pendo Maro, Team Leader Intra-ACP GCCA+ Programme; 5. Ms. Norma Cherry-Fevrier, Programme Officer, Environmental Sustainability Cluster, Organization of Eastern Caribbean States (OECS) Commission; 6. Pacific representative (TBC); 7. Mr. Pa Ousman, Director of Country Programme, Green Climate Fund (GCF)","job":"","bio":"","img":""},"51":{"name":"Moderator: ; Guido Corno, Moderator, GCCA+ Supporting Facility; Speakers:; 1. Nicola di Pietrantonio, Programme Manager, Sustainable Energy and Climate Change Unit, DG DEVCO , EU Commission; 2. Uganda GCCA+ Dr. Kennedy N. IGBOKWE, Project Manager, FAO-GCCA+;; 3. Ghana LoCAL - Hon. Augustine Collins Ntim, Deputy Ministry of Local Government and Rural Development;; 4. The Pacific Islands- GCCA+ Scaling-up Pacific Adaptation – Mr. Espen Ronneberg, Climate Change Adviser, SPREP & Mrs Gillian Cambers GCCA Pacific Small Islands States project Manager, Pacific Community; 5. Myanmar GCCA+ - Dr. Kyaw Moe Oo , Director General, Department of Meteorology and Hydrology (DMH), Ministry of Transport & Communication, The Republic of the Union of Myanmar; 6. Elena Visnar Malinowska, Head of Adaptation Unit, DG CLIMA, EU Commission","job":"","bio":"","img":""},"52":{"name":"","job":"","bio":"","img":""},"53":{"name":"Michel den Elzen, Heleen van Soest (PBL Netherlands Environmental Assessment Agency, ; Takeshi Kuramochi (NewClimate Institute)","job":"","bio":"","img":""},"54":{"name":"1. Niklas Hagelberg, Global Climate Change Coordinator, UN Environment; 2. Carlos Manuel Rodriguez, Minister of Environment and Energy, Costa Rica; 3. Ministry of Energy, Poland. Presidency of COP 24 – tbc ; 4. Horst Pilger, Head of Sector, DEVCO G2 - Regional Operations Continental Latin America and Caribbean, European Commission; 5. Ignacio Lorenzo, National Director of Climate Change, MVOTMA, Uruguay ; 6. Alicia Riera, Urban Mobility Director, Municipality of Cordoba ; 7. Mark Major, FLACMA - Latin American Federation of Cities, Municipalities and Associations","job":"","bio":"","img":""},"55":{"name":"Moderators: ; 1. McKenna Davis – Fellow, Ecologic Institute; 2. Nikolai Jacobi, ICLEI Europe. ; ; Speakers:; 1. McKenna Davis, Ecologic Institute; 2. Representative from German Environment Ministry (TBC); 3. Joanna Kiernicka, Director of Climate and Nature Protection Office, Municipality of Wroclaw, PL ; 4. Andrzej Bobrowski – Chief Specialist in the Department of Agriculture and Rural Development of the Marshal Office of the Wielkopolska Region in Poznan (PL); 5. Andrew Cooper, Councillor, Kirkless Council, member of the Committee of the Regions (UK/EU); 6. Risa Smith, Co- Chair, IUCN, World Commission on Protected Areas Climate Change Specialist Group (CAN); 7. Patrick Biard – Auvergne Rhône-Alpes, Head European and International Affairs and Deputy Secretary general of FEDARENE (BE); 8. Marta Bystrowska, Chief Specialist, Ministry of Economic Development, Department for Development Strategy, Urban Policy Unit (PL); 9. Luc Bas – Director, European Regional Office, IUCN (BE); 10. Tomasz Bergier – Vice-President, Sendzimir Foundation (PL) ´","job":"","bio":"","img":""},"56":{"name":"1. Luca Jahier, President of the European Economic and Social Committee; 2. Prof. Dr. Niklas Höhne, NewClimate Institute; 3.  Ronan Dantec, President of Climate Chance ; 4. Mame Bousso Faye, ENDA Energie (Sénégal), and member of Climate Chance Association; 5. Dr Sander Chan, German Development Institute ; 6. Solly Msimanga, Mayor of Tshwane, South Africa; 7. Robert Hall, President, Ecolise; 8. Tadashi Matsumoto, Coordinator, National Urban Policy, Climate Change and Green Growth, OECD; 9. Ms Elena Višnar Malinovská, European Commission, Head of Unit CLIMA A3 - Adaptation","job":"","bio":"","img":""},"57":{"name":"1. Luca Jahier, President of the European Economic and Social Committee; 2. Raffaele Mauro Petriccione, Director-General – Directorate-General \"Climate Action\" (CLIMA) ; 3. Professor Jeffrey D. Sachs, Director of the UN Sustainable Development Solutions Network, Director of the Center for Sustainable Development at Columbia University ; 4. Rudy De Leeuw, EESC Rapporteur on \"Climate Finance Pact\"; 5. Pierre Larrouturou, Delegate General, Climate-Finance Pact Collective ; 6. Stanislas Dupré, Founder & CEO, 2° Investing Initiative (2°ii) (tbc); 7. Tom Mitchell, Chief Strategy Officer, Climate KIC; 8. Cillian Lohan, EESC Rapporteur on \"Facilitating access to climate finance for non-state actors\"; 9. Robert Hall, President, Ecolise ; 10. Dario Abramskiehn, Senior Analyst, Climate Policy Initiative (CPI); 11. James Vaccaro, Director of Corporate Strategy, Triodos Bank (tbc)","job":"","bio":"","img":""},"58":{"name":"The event will bring together speakers representing a variety of stakeholders; Civil society: ; 1. Wendel Trio, Climate Action Network (CAN) Europe; 2. Tom Mitchell, Innovation: Climate-KIC; Trade Unions:; 3. Mir Roca Montserrat, European Trade Union Confederation (ETUC); Investors: ; 4. Rachel Ward, Institutional Investors Group on Climate change (IIGCC); Local authorities: ; 5. Adrea Fernández, C40; Businesses: ; 6. Prince of Wales Corporate Leaders Group (TBC); Youth: ; 7. European Youth Forum (TBC)","job":"","bio":"","img":""},"59":{"name":"1. Jean Luc Chotte (IRD, France); 2. Ibrahim Bouzou-Moussa (SFR Racines Coordinator, Niger); 3. Niklas Höhne (NewClimate Institute, Deutschland); 4. Yvonne Deng (Ecofys, Netherlands); 5. Jasmin Cantzler (Climate Analytics, Deutschland); 6. Heleen van Soest / Takeshi Kuramochi (PBL / NewClimate Institute); 7. Michel den Elzen / Mark Roelfsema (PBL, Netherlands)","job":"","bio":"","img":""},"60":{"name":"1. Jane Ellis and Marcia Rocha (CCXG – OECD); 2. Yamide Dagnet (WRI) ; 3. Claire Gavard (ZEW)","job":"","bio":"","img":""},"61":{"name":"1. Manuel Gonzalez Evangelista (Interact) ; 2. Nebojsa Nikolic (Interact) ; 3. Dr. Anna Starzewska-Sikorska (Institute for Ecology of Industrial Areas) ; 4. Monika Strojecka-Gevorgyan   (Polish Ministry of Investment and Economic Development)","job":"","bio":"","img":""},"62":{"name":"Moderator: François Dejean, European Environment Agency ; 1. Suzanne Dael, European Environment Agency; 2. Eric De Brabanter, Ministry of Sustainable Development and Infrastructure – Department of the Environment, Luxembourg; 3. Yamide Dagnet, World Resources Institute; 4. Vaibhav Gupta, Council on Energy, Environment and Water, India.","job":"","bio":"","img":""},"63":{"name":"1. W. Obergasse (Wuppertal Institut) and J. Füssler (INFRAS): Achieving Overall Mitigation and Ambition Raising under the Article 6.4 Mechanism,Perspectives ; 2. A. Michaelowa: Piloting Art. 6 activities – key issues to be tested and emerging experiences,West African 3. S. Greiner (Alliance): Article 6 from a regional implementation perspective,; 4. Stephan Hoch: moderates a panel discussion of key researchers and stakeholders incl. from financing institutions and countries that are engaged in pilot activities","job":"","bio":"","img":""},"64":{"name":"Mr. Manuel Gonzalez Evangelista : manuel.gonzalez@interact-eu.net; Mr. Nebojsa Nikolic :  nebojsa.nikolic@interact-eu.net","job":"","bio":"","img":""},"65":{"name":"","job":"","bio":"","img":""},"66":{"name":"","job":"","bio":"","img":""},"67":{"name":"","job":"","bio":"","img":""},"68":{"name":"1. Commissioner Bienkowska – COM (TBC) ; 2. Philippe Brunet – COM (TBC); 3. Jean-Noël Thépaut & Freja Vamborg – ECMWF; 4. Alberto Troccoli – WEMC; 5. Berit Arheimer – SMHI (TBC) ; 6. Ronald Hutjes – WUR (TBC); 7. Maxx Dilley – WMO (TBC); 8.Joanna Post – UNFCCC (TBC)","job":"","bio":"","img":""},"69":{"name":"1. Julieta Perucca, Office of the UN Special Rapporteur for Adequate Housing (OHCHR); 2. N.N. Movimiento Ciudadano frente al Cambio Climático, MOCICC (Peru) ; 3. N.N. Representative from a Cities Network; ; Moderation: MISEREOR","job":"","bio":"","img":""},"70":{"name":"1. Sisty Basil – National Coordinator Energy Change Lab Tanzania; 2. Marcus Wiemann - Executive Director – Alliance for Rural Electrification (ARE); 3. Ben Garside – Senior researcher Shaping Sustainable Markets – IIED; 4. Felice Zaccheo - Head Sustainable Energy and Climate Change - DG DEVCO - European Commission; 5. Nawa Raj Dhakal, AEPC, Nepal; 6. Ministry of Environment of the Republic of Lithuania; 7. Louise Schneider-Moretto – DWS","job":"","bio":"","img":""},"71":{"name":"1. Representative from the European Investment Bank – EIB (TBC); 2. Representative from the Big Shift Global Campaign (TBC); 3. Representative from the G20 Energy Efficiency Finance Task Group (TBC); 4. Government representative from French Ministry of Ecological and Solidary Transition (TBC); ; Moderator (TBC)","job":"","bio":"","img":""},"72":{"name":"Environmental & development NGOs as well as business","job":"","bio":"","img":""},"73":{"name":"Opening speech and panel introduction: ; Mr. Nasser Kamel, UFMS Secretary General ; ; Speakers: ; 1. Government of Hungary; 2. Government of Egypt; 3. Clima-Med; 4. Global Green Growth Institute","job":"","bio":"","img":""},"74":{"name":"To be confirmed","job":"","bio":"","img":""},"75":{"name":"","job":"","bio":"","img":""},"76":{"name":"","job":"","bio":"","img":""},"77":{"name":"","job":"","bio":"","img":""},"78":{"name":"","job":"","bio":"","img":""},"79":{"name":"To be confirmed","job":"","bio":"","img":""},"80":{"name":"High level representatives from RIOCC countries and other institutions","job":"","bio":"","img":""},"81":{"name":"Moderator: Mrs. Van Veldhoven - The Netherlands; 1. Canada; 2. Japan; 3. Argentina; 4. South Africa - TBC; 5. EU Commissioner - TBC; 6. Marshall Islands - TBC; 7. France; 8. Luxembourg; 9. Finland; 10. World Resources Institute; 11. UNFCCC; 12. Business sector partner - TBC; 13. International organization - TBC","job":"","bio":"","img":""},"82":{"name":"1. Wolfgang Teubner, Regional Director for Europe, ICLEI - Local Governments for Sustainability; 2. Dr Jeremy Carter, Co-Director of the Centre for Urban Resilience and Energy, University of Manchester; 3. European Commission representative; 4. NN, Mayor; 5. NN, Mayor","job":"","bio":"","img":""},"83":{"name":"1. Anja Siegesmund, Thuringian Minsiter of Environment, Energy and Nature Conservation; 2. Scott Williams – Director – Climate-KIC; 3. Wolfgang Teubner, Regional Director Europe - ICLEI European Secretariat; 4. SITRA; 5. Under 2 Coalition","job":"","bio":"","img":""},"84":{"name":"Sandrine Dixson-Decleve; Cliona Howie; Ass. Climate-KIC; Material Economics; Dennis Pamlin; RISE; Scott Williams Ass. Climate-KIC","job":"","bio":"","img":""},"85":{"name":"","job":"","bio":"","img":""},"86":{"name":"","job":"","bio":"","img":""},"87":{"name":"","job":"","bio":"","img":""},"88":{"name":"1. OECD; 2. EBRD; 3. IsDB; 4. MIGA; 5. CAF; 6. IDB; 7. AFD","job":"","bio":"","img":""},"89":{"name":"Tentative speakers:; 1. Abyd Karmali – Managing Director, Climate Finance, Bank of America Merrill Lynch; 2. Holmes Hummel, Founder of Clean Energy Works on Pay as You Save for Clean Transport; 3. Monica Scatasta, Head of Environment, Climate and Social Policy, EIB; 4. Amal Benaissa, Senior Project Manager in Sustainable Finance BMCE Bank of Africa; 5. Hubert Ruzibiza, Chief Executive Officer, FONERWA, Rwanda; 6. Javier Capape, Sovereign Wealth Lab, IE Business School, Spain; ; Moderator: Dr. Angela Falconer, CPI","job":"","bio":"","img":""},"90":{"name":"1. Portuguese Minister of Environment and Energy Transition; 2. João Pedro Matos Fernandes; 3. Other speakers to be confirmed","job":"","bio":"","img":""},"91":{"name":"1. Artur Runge-Metzger / Tom Van Ierland (DG Climate Action) - TBC; 2. Mercator Institute / PIK - Confirmed; 3. Polish representative (KOBiZE) - TBC; 4. FERN - TBC; 5. EU/US BECCS demo - TBC; 6. Climeworks / CarbFix mineralisation project - TBC; 7. Ton Wildenborg (CO2GeoNet) - Confirmed; 8. EU MEP - TBC","job":"","bio":"","img":""},"92":{"name":"To be confirmed: ; 1. EC DG FISMA; 2. Member of Technical Expert Group on Sustainable Finance; 3. MEP; 4. Civil Society Representative; 5. Private Sector","job":"","bio":"","img":""},"93":{"name":"Commissioner Miguel Arias Cañete","job":"","bio":"","img":""},"94":{"name":"Adina-Ioana Vălean , Chair of the EP delegation; Miguel Arias Cañete, EU Commissioner for Climate Action and Energy (Keynote speech); Femke de Jong, Policy Director, Carbon Market Watch ; Kristian Ruby, Secretary General, Eurelectric ; International Emissions Trading Association (IETA) (speaker tbc); Noémie Klein, Ecofys and World Bank Group (speaker tbc); California (speaker tbc)","job":"","bio":"","img":""},"95":{"name":"1. DDG Patrick Child; 2. Prof. John Schellnhuber; 3. Beata Jacewszka","job":"","bio":"","img":""},"96":{"name":"1.\tModerator – Meghan Richards, Director, DG ENER, European Commission; 2.\tMarco Alverà, President, GasNaturally, CEO, Snam; 3.\tAurelie Beauvais, Policy Director, Solar Power Europe; 4.\tJorgo Chatzimarkakis, Secretary General, Hydrogen Europe; 5.\tDolf Gielen, Director, IRENA; 6.\tMauro Petriccione, Director General, DG CLIMA, European Commission; 7.\tAdina-Ioana Vălean, Chair of the European Parliament ENVI Committee","job":"","bio":"","img":""},"97":{"name":"1. Mauro Petriccione, Director General, European Commission Directorate General for Climate; 2. Michael Creed, Minister for Agriculture, Ireland; 3. Luc Bas, Regional Director for Europe, IUCN; 4. Nelson Agyemang, Secretary General of the Coalition for Farmers, Ghana (COFAG); 5. High Level Representative New Zealand (TBC)","job":"","bio":"","img":""},"98":{"name":"","job":"","bio":"","img":""},"99":{"name":"","job":"","bio":"","img":""},"100":{"name":"","job":"","bio":"","img":""},"101":{"name":"1. Carlos Calvo Ambel (Transport & Environment) ; 2. Oliver Lah (Wuppertal Institute) ; 3. To be confirmed (UN Habitat) ; 4. Martin Cames (Öko-Institut); 5. Olaf Merk (OECD); 6. New Climate Institute; 7. MEPs","job":"","bio":"","img":""},"102":{"name":"1. High Level European Commission representative for Research and Innovation ; 2. Daniel Gauthier (A.SPIRE President) ; 3. Marco Mensink (Director General, CEFIC); 4. Femke de Jong (Policy Director, Carbon Market Watch); 5. Representatives from steel and ceramics sectors. ; Moderator: Beatriz Yordi (DG CLIMA)","job":"","bio":"","img":""},"103":{"name":"Moderator: Elmar Kriegler, PIK; 1. Detlef van Vuuren, COMMIT (PBL); 2. David McCollum, CD-LINKS (IIASA); 3. Kimon Keramidas, JRC; 4. Guido Knoche, UBA; 5. Markus Hagemann, NewClimate Institute; 6. Artur Runge-Metzger (EU), EC; 7. Alexandre Köberle (Brazil), COPPE; 8. Swapnil Shekhar (India), TERI; 9. Vaibhav Chaturvedi (India), CEEW","job":"","bio":"","img":""},"104":{"name":"1. Alexandra BLIN; 2. Geneviève Pons; 3. Chloé Ludden","job":"","bio":"","img":""},"105":{"name":"1. Hans Bruyninckx, Executive Director - European Environment Agency; 2. Wendel Trio, Director - CAN Europe; 3. Mirjam Wolfrum, Director, Policy and Reporting - Carbon Disclosure Project; 4. Paul Watkiss, stakeholder relations leader - EU-financed project COACCH; 5. European Investment Bank (tbc); 6. Global Commission on Adaptation (tbc); 7. DG Climate Action","job":"","bio":"","img":""},"106":{"name":"1. Dominic PORTER, European External Action Service; 2. Michaela SPAETH (TBC), German Federal Foreign Office; 3. Arne LIETZ, Member of the European Parliament; 4. Chitra NAGARAJAN (TBC), Center for Civilians in Conflicts; 5. Jessica TRONI, UN Environment","job":"","bio":"","img":""},"107":{"name":"Moderator : ; Camilla Born, E3G ; ; Speakers:; 1. Shiloh FETZEK, Center for Climate Security; 2. Kitty VAN DER HEIJDEN, WRI; 3. Minister Isabella LÖVIN, Sweden; 4. Minister David PAUL, Marshall Islands; 5. General Tom MIDDENDORP, former Chief of Defence of the Netherlands ; 6. Dominic PORTER, European External Action Service; 7. Ministerial level representative from ACP Group (tbc)","job":"","bio":"","img":""},"108":{"name":"1. Teresa Fogelberg (GRI Deputy Chief Executive); 2. Italian Ministry of Environment; 3. Sustainable Stock Exchange UNCTAD; 4. Church of England; 5. Eszter Vitorino (GRI Head of Capital Markets Engagement)","job":"","bio":"","img":""},"109":{"name":"1. Rob van Riet, World Future Council (facilitator); Panel:; 1. Prof Richard Betts, University of Exeter and Met Office Hadley; 2. Zoi Vrontisi, E3 Modelling, DEEDS; 3. Dr Bill Hare, CEO Climate Analytics; 4. Emilie Alberola, Institute for Cimate Economics; 5. World Business Council for Sustainable Development (tbc)","job":"","bio":"","img":""},"110":{"name":"1. Michael Cherlet (JRC) and Cesar Morales (CEPAL Chile) -  Dialogue on land degradation and climate change.; 2. Floor Brouwer (WR) - The Nexus approach and policy coherence in climate action.; 3. Robert Oakes (UNU-EHS) - Sustainable Development Goals and global environmental change. ; 4. Uta Wehn (IHE Delft) – The future knowledge base for water and climate change in Africa.","job":"","bio":"","img":""},"111":{"name":"","job":"","bio":"","img":""},"112":{"name":"","job":"","bio":"","img":""},"113":{"name":"1. Prof. Dr. Mrs. Malti Goel, CEO Climate Change Research Institute, New Delhi and Former Adviser and Emeritus Scientist, Government of India; 2. Dr. Rahul Chopra, Coordinator Climate Education Project of the International Science Council (TROP ICSU) and Convener National Resource Centre on Climate Change at Indian Institute of Science Education and Research (IISER), Pune; 3. Prof. D. P. Agrawal, Former Founding Director IIITM Gwalior, Ex-Prof. IIT Delhi","job":"","bio":"","img":""},"114":{"name":"1. Christoph Gornott (PIK), ; 2. Kingsley Amoako (MOFA, Ghana), ; 3. Lena Klockemann (GIZ); ; Moderation: ; Lisa Murken (PIK); ; Panelists: ; 1. Michael Hamp (IFAD India), ; 2. Ekhosuehi Iyahen  Secretary General, IDF, ; 3. Ali Muhammad Katu (Ghana Agricultural Insurance Pool),; 4. Kingsley Amoako (MOFA, Ghana), ; 5. Agrotosh Mookerjee (Risk Shield, Zambia), ; 6. Juerg Trueb (Swiss Re Corporate Solutions), ; 7. Sonu Agrawal (WRMS, India), ; 8. Sucharita Mookerjee (Kaleidofin, FinTech India).","job":"","bio":"","img":""},"115":{"name":"1. Jorge Antunes, International Negociations, Directorate for Climate Action, European Commission, European Union (UfM Co-presidency); 2. Arnault Graves, Senior Climate Change Advisor, Secretariat of the Union for the Mediterranean; 3. TBC representative of the UfM Jordanian Co-Presidency; 4. Hajar Khamlichi, President, Mediterranean Youth Climate Network (MYCN); 5. Roger Albinyana, Director of Euro-Mediterranean Policies and Regional Programmes, IEMed; 6. Malek Abu Al-Failat, Climate Change Security Expert, Co-Founder, MYCN; 7. Fadila Beraich, co-founder of Biodome du Maroc (Morocco); 8. TBC Representative of the European Youth Forum","job":"","bio":"","img":""},"116":{"name":"1. Cécile HOUPERT, project and policy support officer, EUROCITIES; 2. Jesus IGLESIAS SAUGAR, international coordinator, Ecopreneurs for the Climate; 3. Lucy LATHAM, project manager, Julie’s Bicycle; 4. Peter BOSWELL, Special Adviser, International Federation of Consulting Engineers (FIDIC), Member, European Federation of Engineering Consultancy Associations (EFCA)-FIDIC Sustainable Development Committee ; 5. Sandeed SENGUPTA, Global Coordinator Climate Change Portfolio, International Union for Conservation of Nature (IUCN); 6. Pietro Ceciarini, founder of BackBO and winner of the ROCK hackathon in Bologna","job":"","bio":"","img":""},"117":{"name":"1. Mamadou Alpha BAH - Executive Director of SoliDeS NGO, Promoter of the Project entitled: Conakry, Clean City With Zero Waste.; 2. Mame Omar MANE - Mayor of the Commune of Rufisque - North (Senegal); 3. Abdourahamane Mouctar DIALLO - Environmentalist in charge of Sustainable Development and Environment; 4. Fatou Séidi BARRY - Environmentalist in charge of the Agricultural Commission.; 5. Mamadou Saliou DIALLO - Camera Operator member of SoliDeS NGO","job":"","bio":"","img":""},"118":{"name":"1. Vaiva Indilaite (WiseGrid, REScoop.eu); 2. Sara Tachelet (The Mobility Factory); 3. Teodora Serafimova (Bellona Foundation)","job":"","bio":"","img":""},"119":{"name":"1. World Health Organization - European Centre for Environment and Health; 2. Climate and Energy Fund Austria; 3. University of Natural Resources and Life Sciences - Vienna; 4. Federal Ministry for the Environment; 5. Nature Conservation and Nuclear Safety (Germany); 6. Federal Public Service Health; 7. Food Chain Safety and Environment (Belgium); 8. European Commission","job":"","bio":"","img":""},"120":{"name":"1. Dr. Hana Hamadalla, Sudan National Environment Council ; 2. Dr. Bushra Jabalabi, Sudan National Environment Council; 3. Representative from Sudan delegation/Expert on climate adaptation; 4. Representative from Sudan delegation/Expert on climate adaptation","job":"","bio":"","img":""},"121":{"name":"1. N.Blyth: European and International Standards for Climate action ; 2. W. Kahlenborn: Climate Change Adaptation: Principles and Planning, Vulnerability Assessments ; 3. J. Shideler: Green Bonds Standardization and Taxonomies for Green financial instruments ; 4. S. Messenger: Assessing and Reporting Financial Investments Related to Climate Change ; Other Invited Contributions (TBC):; Infrastructures resilience to climate change - European standards; Improving the resilience of constructions works across Europe – Eurocodes ; Strategic approach for using climate data in standards","job":"","bio":"","img":""},"122":{"name":"","job":"","bio":"","img":""},"123":{"name":"","job":"","bio":"","img":""}}